{
  "sentences": [
    "ماذا لو كان بإمكانك السفر عبر الزمن لمدة يوم واحد فقط؟",
    "ماذا لو كانت الحيوانات تتكلم وتفهم البشر؟",
    "ماذا لو اختفت الهواتف الذكية من العالم فجأة؟",
    "ماذا لو كان بإمكانك قراءة أفكار الآخرين؟",
    "ماذا لو كان الطعام مجاني للجميع في العالم؟",
    "ماذا لو كان بإمكانك الطيران كالطيور؟",
    "ماذا لو لم تكن هناك أموال في العالم؟",
    "ماذا لو كان بإمكانك التحدث مع نفسك من الماضي؟",
    "ماذا لو كانت الأحلام حقيقية ويمكن مشاركتها؟",
    "ماذا لو كان بإمكانك العيش تحت الماء؟",
    "ماذا لو كانت الجاذبية أقل على الأرض؟",
    "ماذا لو كان بإمكانك تغيير لونك كالحرباء؟",
    "ماذا لو لم تكن هناك حاجة للنوم؟",
    "ماذا لو كان بإمكانك تجميد الوقت لمدة ساعة يومياً؟",
    "ماذا لو كانت الكتب تتحدث بصوت عالٍ عند قراءتها؟",
    "ماذا لو كان بإمكانك رؤية المستقبل لدقائق قليلة؟",
    "ماذا لو كانت الألوان مختلفة تماماً عما نراه الآن؟",
    "ماذا لو كان بإمكانك التحكم في الطقس؟",
    "ماذا لو كانت الذكريات السيئة يمكن حذفها؟",
    "ماذا لو كان بإمكانك التواصل مع النباتات؟",
    "ماذا لو كانت الأرض مسطحة حقاً؟",
    "ماذا لو كان بإمكانك الاختفاء عند الإرادة؟",
    "ماذا لو كانت هناك بوابات سحرية للسفر الفوري؟",
    "ماذا لو كان بإمكانك فهم جميع اللغات في العالم؟",
    "ماذا لو كانت الموسيقى مرئية كألوان في الهواء؟",
    "ماذا لو كان بإمكانك معرفة من يحبك سراً؟",
    "ماذا لو لم يكن هناك فراق بين الأحبة؟",
    "ماذا لو كانت القلوب شفافة وتظهر مشاعرها بوضوح؟",
    "ماذا لو كان الحب دواءً يشفي كل الأمراض؟",
    "ماذا لو لم يحتج الحب إلى كلمات للتعبير عنه؟",
    "ماذا لو كان بإمكانك أن تعيش قصة حبك المفضلة في الواقع؟",
    "ماذا لو كان كل إنسان يولد ومعه نصفه الآخر ويجده بسهولة؟",
    "ماذا لو لم ينكسر قلب أي شخص أبداً؟",
    "ماذا لو كان الحب هو اللغة الوحيدة في العالم؟",
    "ماذا لو لم يكن هناك غيرة في العلاقات؟",
    "ماذا لو كان الحب يطيل العمر عشرات السنين؟",
    "ماذا لو كان كل لقاء مصادفة هو قدر مكتوب بالحب؟",
    "ماذا لو كان بإمكانك أن تعيش لحظة الحب الأولى إلى الأبد؟",
    "ماذا لو كان الحب بدون شروط؟",
    "ماذا لو كان بإمكانك استعادة حب ضائع؟",
    "ماذا لو كان بإمكانك التحدث مع من تحب على بعد أميال دون أن تسمعهم الآخرين؟",
    "ماذا لو كان بإمكانك أن تشعر بكل مشاعر من تحب؟",
    "ماذا لو كان الحب يجمع بينك وبين الشخص المثالي في كل مرة؟",
    "ماذا لو كان بإمكانك معرفة ما يشعر به الطرف الآخر قبل أن يعبر؟",
    "ماذا لو أحببت شخصاً لا يمكنك أن تكون معه؟",
    "ماذا لو كان الحب مؤلماً لكنه لا ينتهي أبداً؟",
    "ماذا لو كنت تحب شخصاً ويحب شخصاً آخر؟",
    "ماذا لو كان بإمكانك رؤية كل الأسرار التي يخفيها من تحب؟",
    "ماذا لو كان الحب يجعلك تفقد نفسك تدريجياً؟",
    "ماذا لو كان بإمكانك التعلق بشخص ما إلى الأبد، حتى لو كان ساماً؟",
    "ماذا لو كان قلبك متعلق بشخص يدمرك بصمت؟",
    "ماذا لو كان بإمكانك أن تعرف متى سيخونك من تحب؟",
    "ماذا لو كانت المشاعر أقوى من المنطق، حتى لو كانت مميتة؟",
    "ماذا لو كانت كل علاقة حب مليئة بالمفاجآت؟",
    "ماذا لو كان بإمكانك تجربة الحب بكل أنواعه في يوم واحد؟",
    "ماذا لو كل قصة حب انتهت بحزن لكنها تركت درساً؟",
    "ماذا لو كان الحب سبب قوتك وضعفك في نفس الوقت؟"
  ]
}
