{
  "sentences": [
    "ماذا لو كان بإمكانك السفر عبر الزمن لمدة يوم واحد فقط؟",
    "ماذا لو كانت الحيوانات تتكلم وتفهم البشر؟",
    "ماذا لو اختفت الهواتف الذكية من العالم فجأة؟",
    "ماذا لو كان بإمكانك قراءة أفكار الآخرين؟",
    "ماذا لو كان الطعام مجاني للجميع في العالم؟",
    "ماذا لو كان بإمكانك الطيران كالطيور؟",
    "ماذا لو لم تكن هناك أموال في العالم؟",
    "ماذا لو كان بإمكانك التحدث مع نفسك من الماضي؟",
    "ماذا لو كانت الأحلام حقيقية ويمكن مشاركتها؟",
    "ماذا لو كان بإمكانك العيش تحت الماء؟",
    "ماذا لو كانت الجاذبية أقل على الأرض؟",
    "ماذا لو كان بإمكانك تغيير لونك كالحرباء؟",
    "ماذا لو لم تكن هناك حاجة للنوم؟",
    "ماذا لو كان بإمكانك تجميد الوقت لمدة ساعة يومياً؟",
    "ماذا لو كانت الكتب تتحدث بصوت عالٍ عند قراءتها؟",
    "ماذا لو كان بإمكانك رؤية المستقبل لدقائق قليلة؟",
    "ماذا لو كانت الألوان مختلفة تماماً عما نراه الآن؟",
    "ماذا لو كان بإمكانك التحكم في الطقس؟",
    "ماذا لو كانت الذكريات السيئة يمكن حذفها؟",
    "ماذا لو كان بإمكانك التواصل مع النباتات؟",
    "ماذا لو كانت الأرض مسطحة حقاً؟",
    "ماذا لو كان بإمكانك الاختفاء عند الإرادة؟",
    "ماذا لو كانت هناك بوابات سحرية للسفر الفوري؟",
    "ماذا لو كان بإمكانك فهم جميع اللغات في العالم؟",
    "ماذا لو كانت الموسيقى مرئية كألوان في الهواء؟",
    "ماذا لو كان بإمكانك معرفة من يحبك سراً؟",
    "ماذا لو لم يكن هناك فراق بين الأحبة؟",
    "ماذا لو كانت القلوب شفافة وتظهر مشاعرها بوضوح؟",
    "ماذا لو كان الحب دواءً يشفي كل الأمراض؟",
    "ماذا لو لم يحتج الحب إلى كلمات للتعبير عنه؟",
    "ماذا لو كان بإمكانك أن تعيش قصة حبك المفضلة في الواقع؟",
    "ماذا لو كان كل إنسان يولد ومعه نصفه الآخر ويجده بسهولة؟",
    "ماذا لو لم ينكسر قلب أي شخص أبداً؟",
    "ماذا لو كان الحب هو اللغة الوحيدة في العالم؟",
    "ماذا لو لم يكن هناك غيرة في العلاقات؟",
    "ماذا لو كان الحب يطيل العمر عشرات السنين؟",
    "ماذا لو كان كل لقاء مصادفة هو قدر مكتوب بالحب؟",
    "ماذا لو كان بإمكانك أن تعيش لحظة الحب الأولى إلى الأبد؟",
    "ماذا لو كان الحب بدون شروط؟",
    "ماذا لو كان بإمكانك استعادة حب ضائع؟",
    "ماذا لو كان بإمكانك التحدث مع من تحب على بعد أميال دون أن تسمعهم الآخرين؟",
    "ماذا لو كان بإمكانك أن تشعر بكل مشاعر من تحب؟",
    "ماذا لو كان الحب يجمع بينك وبين الشخص المثالي في كل مرة؟",
    "ماذا لو كان بإمكانك معرفة ما يشعر به الطرف الآخر قبل أن يعبر؟",
    "ماذا لو أحببت شخصاً لا يمكنك أن تكون معه؟",
    "ماذا لو كان الحب مؤلماً لكنه لا ينتهي أبداً؟",
    "ماذا لو كنت تحب شخصاً ويحب شخصاً آخر؟",
    "ماذا لو كان بإمكانك رؤية كل الأسرار التي يخفيها من تحب؟",
    "ماذا لو كان الحب يجعلك تفقد نفسك تدريجياً؟",
    "ماذا لو كان بإمكانك التعلق بشخص ما إلى الأبد، حتى لو كان ساماً؟",
    "ماذا لو كان قلبك متعلق بشخص يدمرك بصمت؟",
    "ماذا لو كان بإمكانك أن تعرف متى سيخونك من تحب؟",
    "ماذا لو كانت المشاعر أقوى من المنطق، حتى لو كانت مميتة؟",
    "ماذا لو كانت كل علاقة حب مليئة بالمفاجآت؟",
    "ماذا لو كان بإمكانك تجربة الحب بكل أنواعه في يوم واحد؟",
    "ماذا لو كل قصة حب انتهت بحزن لكنها تركت درساً؟",
    "ماذا لو كان الحب سبب قوتك وضعفك في نفس الوقت؟",
    "ماذا لو أحببت شخصًا لا يعرف بوجودك؟",
    "ماذا لو اكتشفت أن صديقك المفضل يحب نفس الشخص الذي تحبه؟",
    "ماذا لو عاد حبك الأول فجأة في حياتك؟",
    "ماذا لو أحببت شخصًا يعيش في بلد بعيد؟",
    "ماذا لو خيروك بين الحب والنجاح المهني؟",
    "ماذا لو كان الحبيب يقرأ أفكارك دائمًا؟",
    "ماذا لو لم تكن قادرًا على قول 'أحبك' أبدًا؟",
    "ماذا لو وجدت نفسك بين خيارين: الزواج عن حب أو الزواج من أجل المال؟",
    "ماذا لو خانك من تثق به أكثر من أي شخص؟",
    "ماذا لو أعطاك شخص غريب رسالة حب مجهولة؟",
    "ماذا لو كان حبيبك يعيش في المستقبل وأنت في الحاضر؟",
    "ماذا لو لم تختبر الحب أبدًا في حياتك؟",
    "ماذا لو خيروك بين إنقاذ نفسك أو إنقاذ حبيبك؟",
    "ماذا لو اكتشفت أن الشخص الذي تحبه هو عدوك في لعبة أو صراع؟",
    "ماذا لو كان الحب يُباع ويُشترى مثل أي سلعة؟",
    "ماذا لو لم يكن هناك فقر أبدًا؟",
    "ماذا لو عاش البشر بلا حكومات ولا قوانين؟",
    "ماذا لو كان لكل إنسان عمره مكتوب على جبهته؟",
    "ماذا لو كان البشر يولدون كبارًا ثم يصغرون مع الوقت؟",
    "ماذا لو كان العالم بلا مدارس؟",
    "ماذا لو صار لكل إنسان نسخة ثانية تعيش في مكان آخر؟",
    "ماذا لو كانت وسائل النقل مجانية للجميع؟",
    "ماذا لو لم يعد هناك اختلاف في اللغات حول العالم؟",
    "ماذا لو كان لكل إنسان لون عيون يختلف حسب مزاجه؟",
    "ماذا لو صار جميع الناس أغنياء بالتساوي؟",
    "ماذا لو لم يكن هناك اختلاف بين الليل والنهار؟",
    "ماذا لو صار العمل محرمًا والراحة واجبة؟",
    "ماذا لو كان كل شخص يعرف يوم وفاته؟",
    "ماذا لو لم يكن هناك بيوت، والناس يسكنون في الطبيعة فقط؟",
    "ماذا لو صار الزواج ممنوعًا في المجتمع؟",
    "ماذا لو اكتشف العلماء طريقة لعيش البشر 500 سنة؟",
    "ماذا لو صار بإمكانك تحميل المهارات إلى عقلك مثل البرامج؟",
    "ماذا لو صار الروبوت صديقك المفضل؟",
    "ماذا لو انقرض الإنترنت فجأة؟",
    "ماذا لو صارت السيارات تطير؟",
    "ماذا لو اكتشف العلماء لغة جديدة للكون؟",
    "ماذا لو كان بإمكانك السفر إلى الماضي بجهاز صغير؟",
    "ماذا لو استُبدلت المدارس ببرامج تعليمية في الدماغ؟",
    "ماذا لو اخترعوا دواء يزيل المشاعر السلبية؟",
    "ماذا لو كان عندك زر لإيقاف الزمن؟",
    "ماذا لو استطعت أن تعيش في الواقع الافتراضي إلى الأبد؟",
    "ماذا لو انقرضت الكهرباء من الأرض؟",
    "ماذا لو اخترعوا جهازًا يترجم أفكارك مباشرة؟",
    "ماذا لو صار بالإمكان استنساخ البشر بشكل طبيعي؟",
    "ماذا لو اخترعوا علاجًا يجعلك لا تحتاج إلى النوم؟",
    "ماذا لو استيقظت على كوكب غير الأرض؟",
    "ماذا لو كان العالم كله مجرد لعبة فيديو؟",
    "ماذا لو اكتشفت أن هناك عوالم موازية لحياتك؟",
    "ماذا لو صار لديك جناحان حقيقيان للطيران؟",
    "ماذا لو كان القمر مأهولًا بالناس؟",
    "ماذا لو صرت قادرًا على دخول قصص الكتب والعيش داخلها؟",
    "ماذا لو صرت نصف إنسان ونصف آلي؟",
    "ماذا لو كان بإمكانك التحدث مع النجوم؟",
    "ماذا لو اكتشفت مدينة مخفية تحت البحر؟",
    "ماذا لو صار لديك القدرة على التنقل بين الكواكب بلمسة؟",
    "ماذا لو كانت كل الأحلام بوابات لعوالم أخرى؟",
    "ماذا لو صار البشر يعيشون في الفضاء بدل الأرض؟",
    "ماذا لو صار عقلك قادرًا على التحكم بالواقع؟",
    "ماذا لو اكتشفت أن حياتك كتبها كاتب في عالم آخر؟",
    "ماذا لو كان لكل إنسان قوة خارقة خاصة به؟",
    "ماذا لو سمعت أصواتًا غريبة في بيتك كل ليلة؟",
    "ماذا لو استيقظت ووجدت أن مرآتك لا تعكس صورتك؟",
    "ماذا لو اختفى جميع من حولك فجأة؟",
    "ماذا لو وجدت بابًا في غرفتك لم تره من قبل؟",
    "ماذا لو جاءك اتصال من رقمك الشخصي؟",
    "ماذا لو لاحظت أن ظلك يتحرك وحده؟",
    "ماذا لو قابلت نسخة شريرة منك؟",
    "ماذا لو عثرت على كتاب يخبرك بمستقبلك المظلم؟",
    "ماذا لو كنت الوحيد الذي يرى الأشباح؟",
    "ماذا لو دخلت بيتًا ولم تستطع الخروج منه أبدًا؟",
    "ماذا لو كان حلمك الأخير رسالة من ميت؟",
    "ماذا لو كان في غرفتك شخص تراه بالعين فقط في الليل؟",
    "ماذا لو لاحظت أن صورك تتغير من تلقاء نفسها؟",
    "ماذا لو استيقظت في تابوت مدفون؟",
    "ماذا لو كان صديقك المفضل ليس إنسانًا أصلًا؟",
    "ماذا لو كان الواقع مجرد وهم؟",
    "ماذا لو كانت الحياة مجرد اختبار قصير؟",
    "ماذا لو كان الإنسان يعيش أكثر من حياة في عوالم مختلفة؟",
    "ماذا لو كان الخير والشر مجرد أوهام؟",
    "ماذا لو كان المستقبل مكتوبًا فعلًا ولا يمكن تغييره؟",
    "ماذا لو كان العقل البشري لا حدود له؟",
    "ماذا لو كانت كل قراراتك مكتوبة مسبقًا؟",
    "ماذا لو كان الحلم هو الواقع الحقيقي؟",
    "ماذا لو كنتَ تعيش في وهم صنعه عقلك؟",
    "ماذا لو كان الجمال لا وجود له إلا في العيون؟",
    "ماذا لو لم يكن للموت أي معنى؟",
    "ماذا لو كان الإنسان مجرد فكرة في عقل كائن آخر؟",
    "ماذا لو كان الزمن مجرد خطأ بشري؟",
    "ماذا لو كانت الحرية مستحيلة أصلًا؟",
    "ماذا لو لم يكن هناك 'صواب' و'خطأ'؟",
    "ماذا لو كان عليك الضحك كلما حزنت؟",
    "ماذا لو صار الطعام يرد عليك حين تأكله؟",
    "ماذا لو صارت الحيوانات ترتدي ملابس وتتكلم بلهجة بشرية؟",
    "ماذا لو وجدت نفسك بطلًا في برنامج كوميدي؟",
    "ماذا لو صار الناس يرقصون بدلًا من المشي؟",
    "ماذا لو كان عليك قول نكتة كلما أردت شيئًا؟",
    "ماذا لو كان النوم يتم وأنت واقف؟",
    "ماذا لو صار لكل شخص موسيقى خاصة به تمشي وراءه؟",
    "ماذا لو تحولت ضحكتك إلى سلاح حقيقي؟",
    "ماذا لو كانت أحلامك كوميدية وتُعرض للناس كفيلم؟",
    "ماذا لو أحببت شخصًا لكنك تراه فقط في أحلامك؟",
    "ماذا لو اكتشفت أن حبيبك يتواصل معك من عالم آخر؟",
    "ماذا لو كان الحب مرضًا يحتاج لعلاج؟",
    "ماذا لو وقعت في حب شخص من المستقبل؟",
    "ماذا لو خيروك بين إنقاذ العالم أو بقاء حبك حيًا؟",
    "ماذا لو كان هناك 'عداد حب' فوق رؤوس الناس؟",
    "ماذا لو أحببت شخصًا لكن كل مرة تقترب منه يختفي؟",
    "ماذا لو اكتشفت أن والديك رتّبا قصة حبك سرًا؟",
    "ماذا لو كان كل من تحبه ينسى وجودك بعد 24 ساعة؟",
    "ماذا لو صار الحب ممنوعًا في بلدك؟",
    "ماذا لو كان عليك أن تختار: حب يدوم قليلًا لكنه عظيم، أو حب طويل لكنه بارد؟",
    "ماذا لو كتبت رسالة حب ورجعت لك بعد سنوات مختومة؟",
    "ماذا لو كان الحب يُقاس بالوقت الذي تمنحه لا بالكلمات؟",
    "ماذا لو كان حبيبك لا يراك إلا في الظلام؟",
    "ماذا لو أحببت عدوك في حرب عالمية؟",
    "ماذا لو كان كل من تقع في حبه يرى مستقبلكما سويًا؟",
    "ماذا لو أحببت شخصًا لكنك لا تستطيع لمسه أبدًا؟",
    "ماذا لو كان قلبك يضيء كلما اقتربت من الشخص المناسب؟",
    "ماذا لو كان حبيبك يستطيع أن يعيش فقط إذا نسيتَه؟",
    "ماذا لو أحببت شخصًا موجودًا في كتاب فقط؟",
    "ماذا لو صار لكل شخص رائحة خاصة تكشف مشاعره؟",
    "ماذا لو وُلد الناس بلا أسماء ويختارون أسماءهم عند 18 سنة؟",
    "ماذا لو كان العملة الوحيدة هي الوقت؟",
    "ماذا لو صار لكل شخص مهنة إجبارية منذ الولادة؟",
    "ماذا لو كان كل شخص يرى العالم بألوان مختلفة؟",
    "ماذا لو لم يكن هناك حدود بين الدول لكن هناك جدران بين الأحياء؟",
    "ماذا لو صار الزواج يتم بالقرعة العشوائية؟",
    "ماذا لو كان لكل مدينة قانون غريب مثل 'الضحك إجباري'؟",
    "ماذا لو لم يكن هناك رجال إطلاقًا؟",
    "ماذا لو صار الأطفال هم من يحكمون العالم؟",
    "ماذا لو عاش البشر في مدن طائرة؟",
    "ماذا لو كانت المواصلات تتم بالأنابيب الهوائية؟",
    "ماذا لو كان لكل شخص ساعة حياة تقل أو تزيد حسب أفعاله؟",
    "ماذا لو صارت القراءة ممنوعة والعقوبة النسيان؟",
    "ماذا لو لم يعد هناك أديان بل دين عالمي واحد؟",
    "ماذا لو اختفت النقود وصار التبادل بالذكريات؟",
    "ماذا لو كان كل إنسان يعيش حياة ثانية سرية؟",
    "ماذا لو كان لكل إنسان 'شخصية عامة' و'شخصية خاصة' تتبدلان عشوائيًا؟",
    "ماذا لو لم يعد هناك موت لكن الناس يختفون فجأة؟",
    "ماذا لو كان الأطفال يولدون بعقول شيوخ؟",
    "ماذا لو صارت الروبوتات تملك مشاعر حقيقية؟",
    "ماذا لو اخترعوا آلة تسمح لك بالعيش في أي حلم تختاره؟",
    "ماذا لو كان جسمك يتجدد تلقائيًا كل 10 سنوات؟",
    "ماذا لو اخترعوا دواء يجعلك لا تحتاج للأكل؟",
    "ماذا لو صار بإمكانك شحن طاقتك مثل الهاتف؟",
    "ماذا لو اخترعوا جهازًا يريك 'نسخة مستقبلية منك'؟",
    "ماذا لو صار عقلك متصلًا بالإنترنت مباشرة؟",
    "ماذا لو اخترعوا حبوبًا تنقلك إلى كوكب آخر؟",
    "ماذا لو صار بالإمكان نسخ نفسك بجهاز 3D؟",
    "ماذا لو صارت المدرسة عبارة عن كبسولة تعليمية؟",
    "ماذا لو صارت العقول تُباع وتشترى في السوق السوداء؟",
    "ماذا لو كان هناك لقاح ضد الشيخوخة؟",
    "ماذا لو اكتشف العلماء لغة النباتات؟",
    "ماذا لو كان بإمكانك الدخول داخل جسمك وتصليحه من الداخل؟",
    "ماذا لو اخترعوا جهازًا يعرض أفكارك على شاشة؟",
    "ماذا لو صارت الروبوتات هي الأطباء والمعلمون والسياسيون؟",
    "ماذا لو صار الهاتف جزءًا من دماغك؟",
    "ماذا لو اكتشفوا طريقة لتحميل وعيك على قرص صلب؟",
    "ماذا لو اخترعوا جهازًا يسمح لك بالسفر بسرعة الضوء؟",
    "ماذا لو صار العلم قادرًا على خلق 'إنسان مثالي'؟",
    "ماذا لو اكتشفت أن الأرض مجرد كوكب داخل كائن حي أكبر؟",
    "ماذا لو كنت الوحيد الذي يعرف أن الحياة مجرد محاكاة؟",
    "ماذا لو انفتح باب لعالم آخر في غرفتك؟",
    "ماذا لو صرت نصف إنسان نصف وحش؟",
    "ماذا لو كان عندك قوة التلاعب بالذكريات؟",
    "ماذا لو كان هناك عالم حيث البشر بلا وجوه؟",
    "ماذا لو صارت النجوم أبوابًا لعوالم أخرى؟",
    "ماذا لو صار عقلك قادرًا على خلق واقع بديل؟",
    "ماذا لو كنت آخر إنسان عادي والبقية يملكون قوى خارقة؟",
    "ماذا لو اكتشفت أنك بطل رواية يكتبها شخص آخر؟",
    "ماذا لو كانت البحار مليئة بمدن خفية؟",
    "ماذا لو صار عندك القدرة على التحكم في الزمن لكن تفقد عامًا من عمرك مع كل مرة؟",
    "ماذا لو صارت كل الكائنات الأسطورية حقيقية؟",
    "ماذا لو كنت قادرًا على رؤية 'خيوط القدر' بيدك؟",
    "ماذا لو كنت منفيًا في كوكب مهجور؟",
    "ماذا لو كان القمر سجنًا للبشر المنسيين؟",
    "ماذا لو صار لكل إنسان 'نسخة مظلمة' تطارده؟",
    "ماذا لو استيقظت بقدرة الانتقال الفوري لأي مكان؟",
    "ماذا لو اكتشفت أن الشمس مجرد مصباح عملاق؟",
    "ماذا لو كان الكوكب كله مجرد مختبر لكائنات أعظم؟",
    "ماذا لو استيقظت ووجدت دمًا على يديك لا تعرف مصدره؟",
    "ماذا لو كان بيتك مبنيًا فوق مقبرة قديمة؟",
    "ماذا لو جاءك ضيف ليلي لا يراه أحد غيرك؟",
    "ماذا لو اكتشفت أن صورك العائلية تتحرك في الليل؟",
    "ماذا لو فتحت رسالة تقول: 'نحن نراقبك'؟",
    "ماذا لو رأيت شخصًا يشبهك تمامًا لكنه ينكر وجودك؟",
    "ماذا لو عشت في مدينة يختفي منها شخص واحد كل يوم؟",
    "ماذا لو سمعت صوتك يناديك من غرفة مظلمة؟",
    "ماذا لو وجدت نفسك محبوسًا في مرآة؟",
    "ماذا لو كانت أحلامك تُعرض مباشرة على شاشة للناس؟",
    "ماذا لو كان الموت مجرد بداية جديدة؟",
    "ماذا لو لم يكن هناك فرق بين الحقيقة والخيال؟",
    "ماذا لو كان الإنسان يعيش في دائرة متكررة بلا نهاية؟",
    "ماذا لو كان العقل هو الذي يخلق الكون لا العكس؟",
    "ماذا لو لم يكن للزمن بداية أو نهاية؟",
    "ماذا لو صارت الكلاب هي مدراء الشركات؟",
    "ماذا لو كان كل شخص يُجبر على الغناء بدل الكلام؟",
    "ماذا لو كانت الرياضة الوحيدة في العالم هي مصارعة الدجاج؟",
    "ماذا لو صار عليك ارتداء زي تنكري كل يوم للعمل؟",
    "ماذا لو تحولت إلى شخصية كرتونية في منتصف الشارع؟",
    "ماذا لو أحببت شخصًا أكبر منك بعشرين سنة؟",
    "ماذا لو اكتشفت أن شريك حياتك ينسخ كل ما تقوله؟",
    "ماذا لو كان كل من تقع في حبه يختفي فجأة من حياتك؟",
    "ماذا لو كان الزواج يدوم 5 سنوات فقط ثم يتجدد بعقد جديد؟",
    "ماذا لو خيروك بين أن تنسى كل من أحببت أو أن تنسى نفسك؟",
    "ماذا لو كان قلبك يتوقف عن النبض عندما تكذب في الحب؟",
    "ماذا لو صار الحب يُثبت بامتحان؟",
    "ماذا لو عشت قصة حب مع شخص من عالم افتراضي؟",
    "ماذا لو كان الحبيب يتحدث لغة لا تفهمها إطلاقًا؟",
    "ماذا لو كان على كل عاشق أن يكتب كتابًا عن حبه؟",
    "ماذا لو كان كل من تحبه يتحول لزهرة بين يديك؟",
    "ماذا لو اكتشفت أن حبك الأول كان مراقبًا لحياتك؟",
    "ماذا لو كان هناك تطبيق يكشف 'نسبة حبك الحقيقي'؟",
    "ماذا لو أحببت شخصًا لكنك لا تستطيع رؤيته إلا في المطر؟",
    "ماذا لو كان حبيبك يعلم كل أسرارك القديمة؟",
    "ماذا لو أحببت شخصًا في جسد إنسان آلي؟",
    "ماذا لو لم يكن للحب كلمات، فقط نظرات؟",
    "ماذا لو أحببت شخصًا لكن كلما اقتربتما حدثت كارثة طبيعية؟",
    "ماذا لو كان الحب مجرد لعنة لا ينجو منها أحد؟",
    "ماذا لو كان حبيبك يظهر لك فقط عند منتصف الليل؟",
    "ماذا لو صار البشر يتبادلون الذكريات بدل المال؟",
    "ماذا لو عشنا في عالم بلا أسماء ولا هويات؟",
    "ماذا لو كانت البيوت تتنفس مثل البشر؟",
    "ماذا لو اختفت المدن وبقيت القرى فقط؟",
    "ماذا لو صارت المواصلات تتم بالقفز بين أبواب سحرية؟",
    "ماذا لو لم يعد هناك مدارس، بل تعلم عبر الأحلام؟",
    "ماذا لو صارت كل الدول تابعة لحكومة عالمية واحدة؟",
    "ماذا لو صار كل شخص يولد بجناحين لكن يفقدهما عند سن البلوغ؟",
    "ماذا لو كانت المجتمعات تُقسم حسب نوع دمك؟",
    "ماذا لو صار العالم يعيش دائمًا في ساعة واحدة فقط؟",
    "ماذا لو صارت العواطف تُباع وتشترى في الأسواق؟",
    "ماذا لو لم يعد هناك كبار في السن؟",
    "ماذا لو صار المجتمع يتغير بالكامل كل 10 سنوات؟",
    "ماذا لو كان كل شيء مكتوبًا فوق جلدك بدلًا من الورق؟",
    "ماذا لو صار عقاب الجرائم هو تبديل جسدك بجسد آخر؟",
    "ماذا لو عاش البشر في مدن تحت الماء؟",
    "ماذا لو صار المجتمع مقسومًا بين من لا ينامون أبدًا ومن ينامون دائمًا؟",
    "ماذا لو كان لكل شخص 'لون حياة' يراه الآخرون؟",
    "ماذا لو لم يكن هناك أسر، وكل طفل يربى في مركز عالمي؟",
    "ماذا لو كان المجتمع يُجبرك على نسيان الماضي؟",
    "ماذا لو اخترعوا دواءًن يجعلك عبقريًا لساعات؟",
    "ماذا لو صار بالإمكان إرسال الأحلام كرسائل نصية؟",
    "ماذا لو اخترعوا جهازًا يكشف نواياك قبل أن تفكر بها؟",
    "ماذا لو صارت الكتب تتحدث بدلًا من القراءة؟",
    "ماذا لو اخترعوا ملابس تغيّر شكلك بالكامل؟",
    "ماذا لو صار عقلك قادرًا على الاتصال مع آلاف العقول الأخرى؟",
    "ماذا لو اخترعوا زرًا يمسح الذكريات المؤلمة؟",
    "ماذا لو كان العلم قادرًا على إرجاع الموتى يومًا واحدًا؟",
    "ماذا لو صارت كل البيوت ذكية لكن تملك إرادتها الخاصة؟",
    "ماذا لو صار الذكاء الاصطناعي رئيس دولة؟",
    "ماذا لو اكتشفوا طريقة لتحويل الأحلام إلى أفلام؟",
    "ماذا لو صار جسدك يشحن بطاقة الشمس؟",
    "ماذا لو اخترعوا جهازًا يجعل الحيوانات تتحدث؟",
    "ماذا لو صارت التكنولوجيا قادرة على رؤية المستقبل؟",
    "ماذا لو اخترعوا آلة تنقلك داخل الكتب التي تقرؤها؟",
    "ماذا لو صارت لديك عدسة في العين تعرض الإنترنت؟",
    "ماذا لو اخترعوا دواءًن يحولك إلى شخص آخر مؤقتًا؟",
    "ماذا لو صارت الأجهزة تتحكم بك بدلًا من العكس؟",
    "ماذا لو اخترعوا ساعة توقف الزمن لكن تكلفتها عمرك؟",
    "ماذا لو صار الطب قادرًا على تحويل البشر إلى كائنات بحرية؟",
    "ماذا لو اكتشفت أن السماء مجرد شاشة ضخمة؟",
    "ماذا لو صرت قادرًا على العبور بين الأحلام والواقع؟",
    "ماذا لو كان هناك كوكب يعكس كل تصرفاتك بالعكس؟",
    "ماذا لو عشت في عالم بلا أصوات؟",
    "ماذا لو كان الهواء نفسه مخلوقًا واعيًا؟",
    "ماذا لو كان لكل شخص ظل يتحدث معه؟",
    "ماذا لو عشت في مدينة لا تعرف الليل؟",
    "ماذا لو صرت جزءًا من لوحة فنية تتحرك؟",
    "ماذا لو صارت الحيوانات آلهة تتحكم في البشر؟",
    "ماذا لو عشت في عالم لا توجد فيه الجاذبية؟",
    "ماذا لو كان الزمن يسير للخلف؟",
    "ماذا لو عشت داخل لعبة ورق أو شطرنج؟",
    "ماذا لو كان كل يوم يبدأ من جديد وكأن الأمس لم يحدث؟",
    "ماذا لو صار البشر يعيشون داخل كهوف من الكريستال؟",
    "ماذا لو كان عندك خريطة لعوالم غير مكتشفة؟",
    "ماذا لو عشت في عالم يتحدث فيه الناس بالألوان لا بالكلمات؟",
    "ماذا لو كنت الوحيد الذي يرى نهاية الكون؟",
    "ماذا لو كان العالم عبارة عن مسرح وأنت الممثل الوحيد الواعي؟",
    "ماذا لو عشت في مدينة تدور في السماء باستمرار؟",
    "ماذا لو اكتشفت أن عقلك هو الكون نفسه؟",
    "ماذا لو وجدت صورتك معلقة في بيت مهجور منذ 100 سنة؟",
    "ماذا لو دخلت مصعدًا ولم يتوقف عند أي طابق موجود؟",
    "ماذا لو سمعت اسمك يُنادى من قبر؟",
    "ماذا لو لاحظت أن كل مرايا بيتك تعرض وجه شخص غريب؟",
    "ماذا لو أرسل لك مجهول صورًا لك وأنت نائم؟",
    "ماذا لو كان هناك شخص يتابعك ولا يراه غيرك؟",
    "ماذا لو استيقظت في مدينة بلا أصوات؟",
    "ماذا لو وجدت كتابًا يحكي تفاصيل حياتك قبل أن تعيشها؟",
    "ماذا لو اختفى ظلّك فجأة؟",
    "ماذا لو اكتشفت أن بيتك يبني نفسه من جديد كل ليلة؟",
    "ماذا لو لم يكن للحقيقة وجود مستقل عن الإنسان؟",
    "ماذا لو كنا نعيش داخل حلم جماعي واحد؟",
    "ماذا لو كان كل ما نفعله مجرد إعادة لما فعلناه سابقًا؟",
    "ماذا لو كان الخير والشر مجرد أوهام بشرية؟",
    "ماذا لو كان الإنسان فكرة عابرة في عقل الزمن؟",
    "ماذا لو صار كل إنسان يملك مؤثرات صوتية خاصة به؟",
    "ماذا لو كان عليك القفز بدل المشي في كل مكان؟",
    "ماذا لو صار الطعام يغني قبل أن يؤكل؟",
    "ماذا لو كان النوم يتم بالتصفيق ثلاث مرات؟",
    "ماذا لو كان كل إنسان يولد ومعه كارتون مضحك يرافقه دائمًا؟",
    "ماذا لو لم تسقط أي إمبراطورية في التاريخ؟",
    "ماذا لو فاز هتلر بالحرب العالمية الثانية؟",
    "ماذا لو لم يخترع البشر السلاح أبدًا؟",
    "ماذا لو حكم الفلاسفة العالم بدل السياسيين؟",
    "ماذا لو لم تكن هناك حدود بين الدول؟",
    "ماذا لو صار التصويت يتم عبر قراءة الأفكار؟",
    "ماذا لو صارت المناصب السياسية تورث مثل الألقاب؟",
    "ماذا لو لم تكن هناك جيوش في العالم؟",
    "ماذا لو حكمت النساء العالم بالكامل؟",
    "ماذا لو كانت كل القرارات السياسية تُحسم بلعبة شطرنج؟",
    "ماذا لو صارت اللغة الرسمية العالمية لغة واحدة فقط؟",
    "ماذا لو لم يكن هناك حكام بل أجهزة ذكاء اصطناعي؟",
    "ماذا لو صارت الثورات تحدث كل 10 سنوات بالضرورة؟",
    "ماذا لو لم يتم اكتشاف أمريكا أبدًا؟",
    "ماذا لو عاش كل الملوك القدماء حتى اليوم؟",
    "ماذا لو كان كل زعيم سياسي مضطرًا أن يعيش مثل الفقراء؟",
    "ماذا لو صارت السياسة مجرد برنامج ترفيهي على التلفزيون؟",
    "ماذا لو حكم العالم طفل في الخامسة؟",
    "ماذا لو عاشت القبائل القديمة بلا انقراض حتى الآن؟",
    "ماذا لو كان الحاكم لا يملك أي حق في الكلام علنًا؟",
    "ماذا لو كان التصويت العاطفي أهم من التصويت العقلي؟",
    "ماذا لو لم يكن هناك نقود في السياسة بل وقت يُدفع؟",
    "ماذا لو كان كل زعيم يجب أن يواجه 'تنينًا' ليثبت جدارته؟",
    "ماذا لو لم تسقط الدولة العباسية أبدًا؟",
    "ماذا لو صارت الأمم المتحدة جيشًا عالميًا واحدًا؟",
    "ماذا لو لم يخترع البشر العبودية مطلقًا؟",
    "ماذا لو كان كل ملك يخلد بتمثال حي؟",
    "ماذا لو لم تكن هناك حضارة رومانية قط؟",
    "ماذا لو كان انتخاب الحاكم يتم بالقرعة؟",
    "ماذا لو كانت الشعوب تختار الحاكم بلعبة فيديو؟",
    "ماذا لو استيقظت وحدك في جزيرة مجهولة؟",
    "ماذا لو وجدت نفسك في غابة مليئة بوحوش أسطورية؟",
    "ماذا لو كان عليك تسلق جبل لا نهاية له؟",
    "ماذا لو حوصرت في كهف يغير شكله كل دقيقة؟",
    "ماذا لو علقت في سفينة فضائية تائهة؟",
    "ماذا لو وجدت مفتاحًا يفتح أبوابًا لعوالم خطيرة؟",
    "ماذا لو اضطررت للعيش مع قراصنة لسنوات؟",
    "ماذا لو كان عليك الهروب من مدينة تغرق ببطء؟",
    "ماذا لو كان عليك العبور فوق بحر من النار؟",
    "ماذا لو أُجبرت على السير عبر صحراء لا نهائية؟",
    "ماذا لو كان عليك البقاء أسبوعًا بين ديناصورات؟",
    "ماذا لو كان هناك وحش يتبعك ولا يتوقف؟",
    "ماذا لو كان عليك النجاة داخل متاهة متغيرة؟",
    "ماذا لو علقت في مصعد يسقط بلا نهاية؟",
    "ماذا لو كان عليك عبور قصر مليء بالفخاخ؟",
    "ماذا لو استيقظت في سفينة أشباح في البحر؟",
    "ماذا لو وجدت نفسك في مدينة يسكنها مصاصو دماء؟",
    "ماذا لو كان عليك النجاة في كوكب بلا ماء؟",
    "ماذا لو دخلت بابًا يقودك إلى غابة تتحرك أشجارها؟",
    "ماذا لو كنت آخر ناجٍ من نهاية العالم؟",
    "ماذا لو كان عليك النجاة يومًا كاملًا بلا أن تتكلم؟",
    "ماذا لو وجدت خريطة لكن كل طريق فيها يقود إلى خطر؟",
    "ماذا لو استيقظت ووجدت نفسك مربوطًا في قطار بلا سائق؟",
    "ماذا لو كان عليك القفز بين مبانٍ تنهار؟",
    "ماذا لو كان البحر يمتلئ بكائنات تريد اصطيادك؟",
    "ماذا لو سقطت في حفرة لا قاع لها؟",
    "ماذا لو كان عليك النجاة بين روبوتات قاتلة؟",
    "ماذا لو اكتشفت أنك في برنامج نجاة تلفزيوني؟",
    "ماذا لو كان عليك عبور جسر يختفي خلفك فورًا؟",
    "ماذا لو كنت في سباق للبقاء على قيد الحياة مع غرباء؟",
    "ماذا لو كان القمر مجرد مصباح كهربائي؟",
    "ماذا لو كانت الأرض كائنًا حيًا يتحدث؟",
    "ماذا لو صارت النجوم نوافذ لعوالم أخرى؟",
    "ماذا لو كان المطر يأتي بألوان مختلفة كل يوم؟",
    "ماذا لو استيقظت لتجد السماء من زجاج؟",
    "ماذا لو كان لديك مفتاح يفتح عقول الناس؟",
    "ماذا لو كان العالم مجرد لعبة فيديو قديمة؟",
    "ماذا لو استطعت التحدث مع مستقبلك بعد 100 سنة؟",
    "ماذا لو صارت كل الكواكب مأهولة بالبشر؟",
    "ماذا لو كان البحر يخزن أسرار الناس؟",
    "ماذا لو استيقظت لتجد أنك صرت شخصية كرتونية؟",
    "ماذا لو كان يومك يعاد مرارًا حتى تغيّر قرارًا واحدًا؟",
    "ماذا لو عشت في عالم لا توجد فيه ظلال؟",
    "ماذا لو صار لديك القدرة على السير بين المرايا؟",
    "ماذا لو اكتشفت أن الكون كله داخل كتاب؟",
    "ماذا لو استيقظت ووجدت كل الناس بلا وجوه؟",
    "ماذا لو وجدت نفسك في بيت تعرفه لكن لم تسكنه من قبل؟",
    "ماذا لو بدأت تسمع أصواتك القديمة في رأسك؟",
    "ماذا لو كانت دميتك تتحدث معك سرًا؟",
    "ماذا لو كان كل من حولك يتصرف وكأنك ميت؟",
    "ماذا لو وجدت جملة مكتوبة في كل مكان: 'لقد وجدناك'؟",
    "ماذا لو كنت ترى عيونًا تراقبك في الظلام دائمًا؟",
    "ماذا لو فتحت باب بيتك فوجدت نسخة أخرى منك؟",
    "ماذا لو كان جسدك يتحرك أحيانًا من تلقاء نفسه؟",
    "ماذا لو اكتشفت أن كل أحلامك لم تكن أحلامًا؟",
    "ماذا لو لم يكن هناك ماضي أو مستقبل، فقط حاضر متكرر؟",
    "ماذا لو كانت الحرية وهمًا صنعه البشر لأنفسهم؟",
    "ماذا لو كان الموت مجرد بداية لحياة أخرى؟",
    "ماذا لو لم يكن هناك خير أو شر، بل فقط قرارات؟",
    "ماذا لو كان الإنسان مجرد تجربة لوعي أعظم؟",
    "ماذا لو كان عليك الغناء بدل الكلام دائمًا؟",
    "ماذا لو صارت السيارات تركض على أقدامها؟",
    "ماذا لو صار كل شخص يملك نسخة كوميدية منه؟",
    "ماذا لو صار الإنترنت يرد عليك بصوت ساخر؟",
    "ماذا لو كان عليك الرقص كي تفتح باب غرفتك؟",
    "ماذا لو كان حبيبك يقرأ أفكارك دائمًا؟",
    "ماذا لو كان الزواج يحدث عشوائيًا بالقرعة؟",
    "ماذا لو أحببت شخصًا لا يظهر إلا في المرايا؟",
    "ماذا لو كان على كل عاشق أن يشارك ألم الآخر جسديًا؟",
    "ماذا لو كان الحب يسبب لك قوة خارقة كلما زاد؟",
    "ماذا لو اكتشفت أن كل يوم يعيشه البشر مجرد حلم لشخص آخر؟",
    "ماذا لو كان العالم كله عبارة عن لعبة لوحية حية؟",
    "ماذا لو صارت الأشجار تتحرك وتختار مكانها؟",
    "ماذا لو صارت البحار تجري في السماء؟",
    "ماذا لو كان لكل إنسان كوكب صغير يحكمه؟",
    "ماذا لو اكتشفت أن الأرض مجرد قرص في متحف كوني؟",
    "ماذا لو كان كل شخص يملك بابًا لعالمه الخاص؟",
    "ماذا لو استيقظت لتجد نفسك في مدينة تطير؟",
    "ماذا لو صارت الحيوانات تتحدث وتقرر القوانين؟",
    "ماذا لو صارت الشمس تغني بدل إشعاع الضوء؟",
    "ماذا لو كان القمر يتحرك كل يوم لمكان جديد؟",
    "ماذا لو اكتشفت أن الوقت يتشعب وكل خيار يولد عالمًا جديدًا؟",
    "ماذا لو صارت الغيوم أرضًا يسكنها الناس؟",
    "ماذا لو كل شيء حولك يصنع نفسه تلقائيًا؟",
    "ماذا لو كان الصوت يتحول إلى مخلوق يمكنه الأكل أو الطيران؟",
    "ماذا لو كانت المرايا بوابات لعوالم بديلة؟",
    "ماذا لو اكتشفت أن النجوم كلها كائنات نائمة؟",
    "ماذا لو كان كل شخص يولد بلون يحدد مستقبله؟",
    "ماذا لو صار الليل يغطي العالم بألوان مختلفة كل يوم؟",
    "ماذا لو كانت الجبال قادرة على التحرك؟",
    "ماذا لو صارت المدن تبني نفسها حسب مزاج سكانها؟",
    "ماذا لو كل كتاب تقرؤه يصبح واقعًا في عالم آخر؟",
    "ماذا لو كانت الحيوانات الأليفة تحكم عالمًا سريًا؟",
    "ماذا لو كان القطار يذهب بك إلى أبعاد لا نهاية لها؟",
    "ماذا لو اكتشفت أن كل شيء من صنع كائن فضائي ضخم؟",
    "ماذا لو كانت السيارات تتحدث وتجادلك في الطريق؟",
    "ماذا لو اكتشفت أن حذاءك يصرخ عند كل خطوة؟",
    "ماذا لو صار عليك دفع ضريبة عن كل مرة تضحك فيها؟",
    "ماذا لو كانت الملاعق تتحدث أثناء تناول الطعام؟",
    "ماذا لو تحولت الثلاجة إلى معلم صارم؟",
    "ماذا لو كانت القهوة تصرخ إذا لم تشربها بسرعة؟",
    "ماذا لو صار التلفاز يسخر منك طوال الوقت؟",
    "ماذا لو اكتشفت أن المصعد يغني لك أغاني كوميدية؟",
    "ماذا لو صارت الملابس تتجادلك عند اختيارها؟",
    "ماذا لو كان عليك الغناء لفتح باب منزلك؟",
    "ماذا لو كان كل يوم العمل يبدأ بمسابقة رقص؟",
    "ماذا لو صارت الأشجار تضحك عند مرورك؟",
    "ماذا لو كانت الجدران تكتب لك نصائح سخيفة؟",
    "ماذا لو كانت الحيوانات الأليفة تحل مشاكلك بطريقة كوميدية؟",
    "ماذا لو كل جهاز إلكتروني صار يروي نكت كل دقيقة؟",
    "ماذا لو تحولت الطرق إلى متاهات كوميدية؟",
    "ماذا لو صار كل طعام يصرخ عند قطعه؟",
    "ماذا لو صارت المكاتب تتنقل لتختبر موظفيها؟",
    "ماذا لو كان كل حيوان يملك شخصية كوميدية مختلفة عن الحقيقة؟",
    "ماذا لو كل ضحكة تولد فقاعات مضحكة في الهواء؟",
    "ماذا لو تحولت كل الأشجار إلى شخصيات كوميدية؟",
    "ماذا لو كان كل يوم جمعة عيد عالمي للضحك؟",
    "ماذا لو صارت الألعاب المنزلية تتجادلك قبل اللعب؟",
    "ماذا لو كل حيوان في حديقة الحيوان يغني عند رؤيتك؟",
    "ماذا لو اكتشفت أن كل سكان المدينة شخصيات كرتونية؟",
    "ماذا لو علقت في جبل يتزلج على النار؟",
    "ماذا لو وجدت نفسك في جزيرة تتحرك باستمرار؟",
    "ماذا لو كان عليك الهروب من وادي مليء بالمخلوقات الضخمة؟",
    "ماذا لو اكتشفت كهفًا مليئًا بالفخاخ السحرية؟",
    "ماذا لو اضطُررت لعبور صحراء تتغير كل ساعة؟",
    "ماذا لو كان عليك النجاة بين ديناصورات حقيقية؟",
    "ماذا لو صارت الغابة تتحرك لمطاردتك؟",
    "ماذا لو اكتشفت مدينة مليئة بالوحوش الذكية؟",
    "ماذا لو وجدت نفسك في سفينة فضائية بلا طاقم؟",
    "ماذا لو كان البحر يبتلع القوارب تدريجيًا؟",
    "ماذا لو صارت الجبال تتحرك لتغلق طريقك؟",
    "ماذا لو اكتشفت كنزًا لكنه محمي بعشرات الوحوش؟",
    "ماذا لو كان عليك النجاة يوم كامل بلا ماء وسط الصحراء؟",
    "ماذا لو صارت الطيور تهاجمك بدلًا من الطيران؟",
    "ماذا لو وجدت نفسك في سباق مع وحش أسطوري؟",
    "ماذا لو كان كل نهر يغطيه حيوان ضخم؟",
    "ماذا لو كان عليك عبور جسر ينهار خلفك لحظة عبوره؟",
    "ماذا لو اكتشفت أن جزيرتك مسكونة بالأشباح؟",
    "ماذا لو كان عليك الهروب من متاهة تتحرك؟",
    "ماذا لو صارت الطرق تتغير كل دقيقة؟",
    "ماذا لو اكتشفت أن المدينة التي تعيش فيها تطير؟",
    "ماذا لو كان عليك النجاة وسط عاصفة كهربائية تتحدث؟",
    "ماذا لو اكتشفت كهفًا يضيع كل من يقترب منه؟",
    "ماذا لو كان عليك عبور بحيرة تتغير أشكالها باستمرار؟",
    "ماذا لو اكتشفت أن كل خطوة تخطوها تولد وحشًا جديدًا؟",
    "ماذا لو أحببت شخصًا يظهر لك فقط عند المطر؟",
    "ماذا لو كان الحب يظهر على شكل طاقة مرئية؟",
    "ماذا لو كان على كل عاشق أن يشارك الألم الجسدي لحبيبه؟",
    "ماذا لو كان الحب يمنح قوة خارقة لكنه قصير جدًا؟",
    "ماذا لو أحببت شخصًا يعيش في بعد آخر؟",
    "ماذا لو كان الحب ممنوعًا ويعتبر جريمة؟",
    "ماذا لو أحببت شخصًا لا يتحدث إلا بلغة الطيور؟",
    "ماذا لو كان الحب يولد مخلوقات تحمي العلاقة؟",
    "ماذا لو كل لقاء بين عاشقين يغير الزمن؟",
    "ماذا لو اكتشفت أن حبيبك مجرد فكرة حية؟",
    "ماذا لو اختفت كل أصوات العالم فجأة؟",
    "ماذا لو رأيت نفسك في أحلام الآخرين كل ليلة؟",
    "ماذا لو كل مرآة في المنزل تظهر نسخة مخيفة منك؟",
    "ماذا لو كل شيء حولك يبدأ بالتحرك بمفرده؟",
    "ماذا لو اكتشفت أن عقلك يقرأ أفكار الجميع دون إرادتك؟",
    "ماذا لو استيقظت لتجد العالم كله فارغًا؟",
    "ماذا لو كل حلم تتحكم فيه قوة غامضة؟",
    "ماذا لو كانت الظلال تحاول التحدث إليك؟",
    "ماذا لو كل شخص تعرفه ينسى وجودك فجأة؟",
    "ماذا لو استيقظت لتجد أنك الشخص الوحيد الذي يعي الحقيقة؟",
    "ماذا لو اكتشف البشر الطيران قبل العجلة؟",
    "ماذا لو بقيت الإمبراطورية الرومانية موجودة حتى اليوم؟",
    "ماذا لو لم يخترع العرب الورق؟",
    "ماذا لو لم تحدث الحرب العالمية الثانية؟",
    "ماذا لو كانت الحضارات القديمة تتواصل عبر الطيور؟"
  ]
}
